{
  "Trophy Hunter API is down": "Trophy Hunter API ist offline",
  "Please check Discord for support and updates.": "Bitte schau im Discord für Support und Updates.",
  "Write us a feedback": "Schreib uns Feedback",
  "Spread the love <3": "Teile deine Begeisterung <3",
  "Let your friends join the fun as well!": "Lade deine Freunde ein!",
  "Copied!": "Kopiert!",
  "Copy": "Kopieren",
  "Q&A": "Fragen & Antworten",
  "Changelog": "Änderungen",
  "Something went wrong 😒.": "Irgendwas ist schief gelaufen 😒.",
  "Closing window...": "Schließe Fenster...",
  "Reload": "Neu laden",
  "Back to leaderboard": "Zurück zur Rangliste",
  "Map": "Karte",
  "Leaderboard": "Rangliste",
  "History": "Verlauf",
  "Your version": "Deine Version",
  "No details 😞": "Keine Details 😞",
  "Welcome to Trophy Hunter!": "Willkommen bei Trophy Hunter!",
  "Click on the first levels to open the trophies shelf and view trophies, description and progress.": "Klicke auf die ersten Levels, um die Trophäen mit Beschreibung und den Fortschritt anzuzeigen.",
  "It’s all about you :)": "Es liegt an dir :)",
  "This is your time to conquer the world! Play one game of Summoner’s Rift or ARAM with the trophy hunter app to begin your journey!": "Es ist deine Zeit um die Welt zu erobern! Spiel eine Runde Summoner’s Rift oder ARAM mit der Trophy Hunter App, um dein Abenteuer zu beginnen!",
  "What is Trophy Hunter?": "Was ist Trophy Hunter?",
  "Trophy Hunter is a new achievement app for League of Legends, it allows you to hunt for new crystals on Hunteria Islands, challenge yourself and strive to rule over them all, become the ultimate Trophy Hunter!": "Trophy Hunter ist eine Trophäen-App für League of Legends, die es dir elaubt, Kristalle auf den Inseln von Hunteria zu jagen, dich zu fordern und sie alle zu erobern. Werde zum ultimativen Trophy Hunter!",
  "Each challenge island has 5 difficulty levels, from beginner to pro. Find the best for you, you may find that your emotional and intellectual skills improve along with your core abilities.": "Jede Insel hat 5 Schwierigkeitsstufen, von Anfänger bis Profi. Du kannst sicher sein, dass deine Emotionale und Intellektuelle Fähigkeiten zusammen mit deinen Kernfähigkeiten verbessert werden.",
  "Main Features": "Hauptfunktionen",
  "Over 200 different trophies to achieve, all with unique abilities and skills.": "Über 200 verschiedene Trophäen, alle mit eigenen Eigenschaften und Fähigkeiten.",
  "Over 80 live progress trophies, so that you never miss a trophy you hunt that’s near completion.": "Über 80 Live-Fortschritts-Trophäen, damit du keine fast abgeschlossenene Trophäen verpasst.",
  "Special trophies to add extra fun to your journey": "Spezielle Trophäen für extra Spaß!",
  "An epic island to challenge the best of the best. Are you up for a challenge?": "Eine epische Insel um die besten zu fordern. Bist du für die Herausforderung bereit?",
  "Tons of gameplay, plus lots of challenges.": "Massig Spielspaß und Herausforderungen.",
  "Suitable for both casual and hardcore players.": "Eignet sich sowohl für Casual- als auch Hardcore-Spieler.",
  "Keeping it fair! We do not support challenges that change your playstyle for the worse!!": "Bleibt fair! Wir unterstützen keine Herausforderungen, die deinen Spielstil verschlechtern!!",
  "How it works": "Wie es funktioniert",
  "Simple! Play LoL Summoner’s Rift or ARAM and wait for Trophy Hunter to analyze your match. After each match, you will get a list of obtained trophies and you can always see your progress and plan your path in the app.": "Einfach! Spiele Summoner’s Rift oder ARAM und warte auf die Analyse von Trophy Hunter. Nach jedem Spiel erhältst du eine Liste der erhaltenen Trophäen, dessen Fortschritt du immer in der App anschauen kannst.",
  "Follow Us On Social": "Folge uns online",
  "Do I need to log in to the app?": "Muss ich mich einloggen?",
  "The app will sync between your Riot account and the TH app automatically. You only have to log into LoL and run Trophy Hunter.": "Die App synchronisiert automatisch zwischen deinem Riot-Account und der TH-App. Du musst dich nur in League of Legends einloggen und Trophy Hunter starten.",
  "What games are supported by the app?": "Welche Spiele werden von der App unterstützt?",
  "We currently support League of Legends.": "Wir unterstützen momentan League of Legends.",
  "Which game modes do you support?": "Welche Spielmodi werden von der App unterstützt?",
  "Trophy Hunter Reforged officially supports Ranked Solo/Duo, Normal, and Flex game modes.": "Trophy Hunter Reforged unterstützt offiziell Ranked Solo/Duo, Normal, Flex und ARAM-Spielmodi.",
  "Which regions does Trophy Hunter Reforged support?": "Welche Regionen werden von Trophy Hunter Reforged unterstützt?",
  "Trophy Hunter Reforged supports all regions except PBE and Garena.": "Trophy Hunter Reforged unterstützt alle Regionen außer PBE und Garena.",
  "Why does Trophy Hunter Reforged not support Garena servers (Philippines, Singapore and Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?": "Warum unterstützt Trophy Hunter Reforged keine Garena-Server (Philippines, Singapore, Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?",
  "Currently, Riot API does not support Garena, hence we cannot also.": "Zur Zeit unterstützt Riot API keine Garena-Server, daher können wir diese ebenfalls nicht unterstützen.",
  "Will I see the progress of other players?": "Werde ich die Fortschritt von anderen Spielern sehen?",
  "Yes, take a look at the leaderboards": "Ja, schau dir die Rangliste an",
  "What else do you do with those summoner names and progress?": "Was machst du mit den Summoner-Namen und den Fortschritt?",
  "Nothing else. We use the information Riot provides all its partners through the API and present it to you.": "Wir nutzen die Informationen, die Riot über die API bereitstellt, nur um sie dir und anderen Benutzern anzuzeigen.",
  "How can I send you logs?": "Wie sende ich die Logs?",
  "It's quite simple and takes just a few steps, please follow the instructions": "Es ist einfach! Bitte folge den Anweisungen",
  "here": "hier",
  "Only with trophies": "Nur mit Trophäen",
  "Loading more...": "Lade mehr...",
  "Load More": "Mehr laden",
  "Nothing more to load": "Keine weiteren Einträge",
  "No matches found": "Keine Spiele gefunden",
  "Matches are automatically recorded.": "Spiele werden automatisch aufgenommen.",
  "Please contact us on": "Bitte kontaktiere uns unter",
  "for further assistance.": "für weitere Hilfe.",
  "Origin": "Ursprung",
  "Combat": "Kampf",
  "Skills": "Fähigkeiten",
  "Teamwork": "Teamarbeit",
  "Objectives": "Ziele",
  "Epic": "Episch",
  "Special": "Spezial",
  "Total trophies unlocked": "Gesamtanzahl fertiger Trophäen",
  "Victory": "Sieg",
  "Defeat": "Niederlage",
  "Trophies": "Trophäen",
  "Stats are available since v2.21.0": "Statistiken sind seit v2.21.0 verfügbar",
  "Island": "Insel",
  "Combat island Lvl. 1": "Kampf Insel Level 1",
  "Combat island Lvl. 2": "Kampf Insel Level 2",
  "Combat island Lvl. 3": "Kampf Insel Level 3",
  "Combat island Lvl. 4": "Kampf Insel Level 4",
  "Combat island Lvl. 5": "Kampf Insel Level 5",
  "Combat island Lvl. 6": "Kampf Insel Level 6",
  "Combat island Lvl. 7": "Kampf Insel Level 7",
  "Combat island Lvl. 8": "Kampf Insel Level 8",
  "Epic island Lvl. 1": "Epische Insel Level 1",
  "Epic island Lvl. 2": "Epische Insel Level 2",
  "Objectives island Lvl. 1": "Ziele Insel Level 1",
  "Objectives island Lvl. 2": "Ziele Insel Level 2",
  "Objectives island Lvl. 3": "Ziele Insel Level 3",
  "Objectives island Lvl. 4": "Ziele Insel Level 4",
  "Objectives island Lvl. 5": "Ziele Insel Level 5",
  "Skills island Lvl. 1": "Fähigkeiten Insel Level 1",
  "Skills island Lvl. 2": "Fähigkeiten Insel Level 2",
  "Skills island Lvl. 3": "Fähigkeiten Insel Level 3",
  "Skills island Lvl. 4": "Fähigkeiten Insel Level 4",
  "Skills island Lvl. 5": "Fähigkeiten Insel Level 5",
  "Skills island Lvl. 6": "Fähigkeiten Insel Level 6",
  "Special island Lvl. 1": "Spezial Insel Level 1",
  "Special island Lvl. 2": "Spezial Insel Level 2",
  "Special island Lvl. 3": "Spezial Insel Level 3",
  "Special island Lvl. 4": "Spezial Insel Level 4",
  "Teamwork island Lvl. 1": "Teamarbeit Insel Level 1",
  "Teamwork island Lvl. 2": "Teamarbeit Insel Level 2",
  "Teamwork island Lvl. 3": "Teamarbeit Insel Level 3",
  "Teamwork island Lvl. 4": "Teamarbeit Insel Level 4",
  "Teamwork island Lvl. 5": "Teamarbeit Insel Level 5",
  "Teamwork island Lvl. 6": "Teamarbeit Insel Level 6",
  "Teamwork island Lvl. 7": "Teamarbeit Insel Level 7",
  "Teamwork island Lvl. 8": "Teamarbeit Insel Level 8",
  "Season": "Saison",
  "Your Place": "Dein Platz",
  "Trophies left": "Verbleibende Trophäen",
  "Trophies completion": "Trophäen Fortschritt",
  "Islands completed": "Inseln abgeschlossen",
  "Completed": "Inseln",
  "Search summoner": "Suche Summoner",
  "Choose a level": "Wähle ein Level",
  "to see full trophy description and progress": "um die vollständige Trophäenbeschreibung und Fortschritt zu sehen",
  "Missions": "Missions",
  "Available": "Verfügbare",
  "Categories": "Kategorien",
  "Select all": "Alle",
  "Mission trophies": "Missions Trophäen",
  "Nothing here yet": "Noch nichts hier",
  "You completed all missions": "Du hast alle Missionen abgeschlossen",
  "Loading Trophies...": "Lade Trophäen...",
  "Trophies are ready!": "Trophäen sind geladen!",
  "It may take a few moments.. we’re loading and concluding your last match to show your progress.": "Es kann ein paar Sekunden dauern... wir laden dein letztes Spiel um deinen Fortschritt zu berechnen.",
  "All set, want to see the progress you’ve made?": "Alles fertig, willst du deinen Fortschritt sehen?",
  "Check now!": "Jetzt anzeigen!",
  "You have unlocked an island!": "Du hast eine Insel freigeschaltet!",
  "You have unlocked": "Du hast",
  "islands!": "Inseln freigeschaltet",
  "Trophy": "Trophäe",
  "Progress": "Fortschritt",
  "Trophies you would have progress in.": "Trophäen, in denen du Fortschritt hättest.",
  "No trophies completed this match": "Keine Trophäen in diesem Spiel abgeschlossen",
  "Trophies completed in this match, GG!": "Abgeschlossene Trophäen in diesem Spiel, GG!",
  "Show stats": "Statistiken anzeigen",
  "Oh well, keep on going and you'll get them next time!": "Schade, probiere es weiter und sei beim nächsten Mal erfolgreich!",
  "Continue": "Weiter",
  "Overlay is disabled!": "Overlay ist deaktiviert!",
  "Trophy Hunter requires you to enable the Overlay for League of Legends in the Overwolf settings to detect your account and matches.": "Trophy Hunter benötigt das aktivierte Overlay für League of Legends in den Overwolf Einstellungen um deinen Summoner und die Spiele zu erkennen.",
  "Open Settings": "Öffne Einstellungen",
  "Read more about Overlay Game settings": "Weitere Informationen zu Overlay Einstellungen",
  "Your opinion matters!": "Deine Meinung ist wichtig!",
  "We are thrilled to see you using Trophy Hunter! we are working hard to build a high quality product for our users. We would love to learn more about your opinion. Please let us hear your feedback.": "Wir freuen uns, dass du Trophy Hunter benutzt! Wir arbeiten an einer hochwertigen App und würden gerne deine Meinung hören. Vielen Dank!",
  "#Discord Tag - *this is optional so that we can contact you back :)": "#Discord Tag - *optional, damit wir dich  kontaktieren können :)",
  "I would like to let you know that...": "Ich möchte mitteilen, dass...",
  "Submit": "Senden",
  "Message sent successfuly": "Nachricht erfolgreich gesendet",
  "We are very sorry, but Garena is not supported. There are technical restrictions, which make it impossible to access summoner and match data from Riot.": "Entschuldigung,, aber Garena wird nicht unterstützt. Es gibt technische Einschränkungen, die es unmöglich machen, den Summoner und die Spiele von Riot zu erhalten.",
  "Completed missions": "Abgeschlossene Missionen",
  "Close": "Schließen",
  "Don't show this again": "Diese Meldung nicht mehr anzeigen",
  "*You can always change this in settings": "*Du kannst dies jederzeit in den Einstellungen ändern",
  "Loading stats...": "Lade Statistiken...",
  "No stats available": "Keine Statistiken verfügbar",
  "Unlocked": "Freigeschaltet",
  "in": "in",
  "of all matches.": "von allen Spielen.",
  "Top champions": "Beste Champions",
  "out of": "von",
  "matches": "Spielen",
  "Settings": "Einstellungen",
  "General": "Allgemein",
  "Show / Hide hotkey": "Hotkey anzeigen / verstecken",
  "Auto Launch": "Autostart",
  "Changelog Updates": "Versionsänderungen",
  "In-Game Notifications": "In-Game Benachrichtigungen",
  "Trophy near completion": "Fast fertige Trophäen",
  "Trophy completed": "Abgeschlossene Trophäen",
  "Second Screen": "Zweiter Bildschirm",
  "Next page hotkey": "Nächste Seite Hotkey",
  "Toggle monitor hotkey": "Monitor umschalten Hotkey",
  "My Collection": "Meine Sammlung",
  "Game Mode Unsupported": "Spielmodus nicht unterstützt",
  "Trophy Hunter is currently supporting Summoner's Rift and ARAM only.": "Trophy Hunter unterstützt momentan nur Summoner's Rift und ARAM.",
  "Trophy completed!": "Trophäe abgeschlossen!",
  "Trophy near completion!": "Trophäe fast abgeschlossen!",
  "Show/Hide": "Anzeigen/Verstecken",
  "Next Page": "Nächste Seite",
  "Toggle monitor": "Monitor umschalten",
  "No trophies to show": "Keine Trophäen zum Anzeigen",
  "Assassins Creed": "Assassins Creed",
  "Achieve seven solo kills.": "Erreiche sieben Einzelkills.",
  "Blitzkrieg": "Blitzkrieg",
  "Achieve a kill before reaching level 3.": "Erreiche eine Tötung bevor du Level 3 erreichst.",
  "Blood Thirst": "Blutdurst",
  "Perform a kill every 5 minutes after minions have spawned in a 20 min+ match.": "Erreiche jede 5 Minuten eine Tötung nachdem die Vasallen in einem 20 Minuten+ Spiel gespawnt sind.",
  "Bombardment": "Bombadierung",
  "Deal more than 1000 damage to champions per minute.\nARAM: 1500 damage per minute.": "Mache mehr als 1000 Schaden pro Minute an Champions.\nARAM: 1500 Schaden pro Minute.",
  "Burning Comet": "Arkaner Komet",
  "Deal more than 2500 damage with Arcane Comet (rune).": "Mache mehr als 2500 Schaden mit Arkaner Komet (Rune).",
  "Cloth Armor": "Stoffrüstung",
  "It takes a lot to kill you. On Average you tank more than 10000 damage before going down.": "Es brauch viel dich zu töten. Im Durchschnitt wehrst du über 10000 Schaden ab bevor du stirbst.",
  "Curse": "Fluch",
  "The total crowd control time that you dealt exceeds 40 minutes.": "Die gesamte Massenkontrollzeit die du verursacht liegt über 40 Minuten.",
  "Cursed Grounds": "Verfluchter Untergrund",
  "Kill an opponent around a red or blue buff before 10 minutes.": "Töte einen Gegner um einen roten oder blauen Buff vor Minute 10.",
  "Curtain Call": "Letzte Verbeugung",
  "Take the last kill in a teamfight twice in a game (Teamfight: at least four kills in 15 seconds and 2500 units).": "Mache die letzte Tötung in einem Teamfight zweimal in einem Spiel (Teamfight: mindestens vier Tötungen in 15 Sekunden innerhalb von 2500 Einheiten).",
  "Dark Binding": "Dunkle Bindung",
  "CC enemy champions for at least 100 seconds (soft cc counts for 1/2, slows count for 1/6 of their duration).": "Kontrolliere Gegner für mindestens 100 Sekunden (Einfache Kontrolle zählt für 1/2, Verlangsamungen für 1/6 der Dauer).",
  "Trinity Force": "Stärke der Dreieinigkeit",
  "Kill an opponent in 90 seconds after you finish Guinsoos Rageblade.": "Töte einen Gegner innerhalb von 90 Sekunden nachdem du Guinsoos Wutklinge abgeschlossen hast.",
  "David": "David",
  "Kill an opponent who is at least two levels above you.": "Töte einen Gegner der mindestens zwei Levels höher ist.",
  "Deadly Shadow": "Tötlicher Schatten",
  "Have most kills while taking least damage in the game.": "Habe die meiste Tötungen im Spiel, während du den wenigsten Schaden abbekommen hast.",
  "Deadly Venom": "Tötliches Gift",
  "Deal at least 25% more damage to champions than the next player.": "Mache mindestens 25% mehr Schaden an Champions als andere Spieler.",
  "Death Marks": "Todesmarken",
  "Perform seven kills and don't die in the 30 seconds afer each kill.": "Erreiche sieben Tötungen und sterbe nicht innerhalb von 30 Sekunden nach jeder Tötung.",
  "Dominus": "Dominus",
  "Achieve a 10 CS advantage over your opponent and 3 kills (at least one of them is a solo kill) at 10 minutes into the game.": "Erreiche einen 10 CS Vorteil gegen deinen Gegner und habe 3 Tötungen (mindestens einer ist eine Solo-Tötung) in Minute 10 des Spiels.",
  "Double Kill": "Doppeltötung",
  "Achieve a double kill.": "Erreiche eine Doppeltötung.",
  "Duelist": "Duellant",
  "Achieve three solo kills.": "Erreiche drei Solo-Tötungen.",
  "Dwarf King": "Zwergenkönig",
  "Kill 5 opponents who have a higher level than you.": "Töte 5 Gegner die ein höheres Level haben als du.",
  "Enrage": "Erzürnt",
  "Score at least three killing sprees.": "Erreiche mindestens drei mal einen Blutrausch.",
  "Explosive": "Explosiv",
  "Achieve a killing spree of at least five, a multi kill of at least three and a critical strike above 800.": "Erreiche einen Blutrausch von mindestens fünf, eine Mehrfachtötung von mindestens drei und einen kritischen Treffer über 800.",
  "First Blood": "Erstes Blut",
  "Take first blood.": "Erreiche das erste Blut.",
  "Flail": "Dreschflegel",
  "Have the highest damage to champions output per gold. (damage / gold works similar to KDA)": "Habe den höchsten Schaden an Champions pro Gold. (Schaden / Gold funktioniert ähnlich wie KDA)",
  "Full House": "Full House",
  "Achieve a doublekill and a triplekill.\nARAM: Three doublekills and a triplekill": "Erreiche eine Doppeltötung und eine Dreifachtötung.\nARAM: Drei Doppeltötungen und eine Dreifachtötung",
  "Giants Belt": "Riesen Gürtel",
  "It takes a lot to kill you. On Average you tank more than 20000 damage before going down.": "Es brauch einiges um dich zu töten. Im Durchschnitt wehrst du über 20000 Schaden ab bevor du stirbst.",
  "Glorious Evolution": "Glorreiche Evolution",
  "Win a 30+ minute game, where you dealt most damage and did not die in the last 5 minutes of the game.": "Gewinne ein 30+ Minuten Spiel, in dem du den meisten Schaden verursacht hast und in den letzten 5 Minuten nicht gestorben bist.",
  "Grim Reaper": "Gevatter Tod",
  "You're gonna get them in the end. Score three kills in the last minute of the game.": "Du wirst sie am Ende bekommen. Erreiche drei Tötungen in der letzten Minute des Spiels.",
  "Ignite Assist": "Unterstützende Entzündung",
  "Assist a kill with your ignite spell.": "Unterstütze eine Tötung mit deinem Entzünden Zauber.",
  "Ignite Kill": "Tötende Entzündung",
  "Kill someone with your ignite spell.": "Töte jemanden mit deinem Entzünden Zauber.",
  "Key Targets": "Schlüsselfiguren",
  "Achieve three kills on the opponent with the highest amount of gold in the game at that point (gold checked at full minutes).\nARAM: Four kills": "Erreiche drei Tötungen auf den Gegner mit dem meisten Gold im Spiel (überprüft in vollen Minuten).\nARAM: Vier Tötungen",
  "Kitchen Knife": "Küchenmesser",
  "Deal more than 30000 total damage to champions.\nARAM: 35000 damage": "Mache mehr als 30000 Schaden an Champions.\nARAM: 35000 Schaden",
  "Living Artillery": "Lebendige Artillerie",
  "Deal more than 35% of your team's damage.": "Mache mehr als 35% des Teamschaden.",
  "Machete": "Machete",
  "Deal more than 50000 total damage to champions.": "Mache mehr als 50000 Schaden an Champions.",
  "Overload": "Überladen",
  "Deal more than 2500 damage with Electrocute (rune).": "Mache mehr als 2500 Schaden mit Elektrisieren (Rune).",
  "Quadra Kill": "Vierfachtötung",
  "Achieve a quadra kill.": "Erreiche eine Vierfachtötung.",
  "REVENGE!!!": "Rache!!!",
  "Kill your killer in the 30 seconds after you have respawned.": "Töte deinen Mörder in den 30 Sekunden nachdem du wiederbelebt wurdest.",
  "Sai": "Sai",
  "Achieve a takedown on at least four enemy champions before ten minutes.\nARAM: Five takedowns": "Erreiche eine Vollstreckung auf mindestens vier Gegnerchampions vor Minute 10.\nARAM: Fünf Vollstreckungen",
  "Sheep Hunter": "Schafsjäger",
  "Kill five opponents who are at least two levels below you.": "Töte fünf Gegner die mindestens zwei Levels unter dir sind.",
  "Shockwave": "Schockwelle",
  "Kill two opponents at the same time (+- 1 second) and the same location (+-350units).": "Töte zwei Gegner gleichzeitig (+- 1 Sekunde) und an der gleichen Stelle (+- 350 Einheiten).",
  "Silver Bullets": "Silberprojektile",
  "Deal more physical damage to champions than anyone else total damage to champions.": "Mache mehr physischen Schaden an Champions als jeder andere.",
  "Sinister Blades": "Tötende Klingen",
  "Achieve at least four multikills (double-, triple-, quadra- or pentakill).\nARAM: Seven multikills": "Erreiche mindestens vier Mehrfachtötungen (Doppeltötung, Dreifachtötung, Vierfachtötung, Fünfachtötung).\nARAM: Sieben Mehrfachtötungen",
  "Skull Hunter": "Schädeljäger",
  "Be involved in at least 20 kills.": "Beteilige dich mindestens an 20 Tötungen.",
  "Smartness": "Intelligenz",
  "Score a killing spree, at least ten assists and die at most five times.": "Erreiche einen Blutrausch, mindestens 10 Unterstützungen und sterbe höchstens fünf mal.",
  "Sniper": "Scharfschütze",
  "Have most damage dealt to champions while taking the least damage.": "Verursache den meisten Schaden an Champions und erleide den wenigsten Schaden.",
  "Snowball": "Schneeball",
  "Achieve five kills before twelve minutes.\nARAM: Seven kills": "Erreiche fünf Tötungen vor Minute 12.\nARAM: Sieben Tötungen",
  "Soul Harvest": "Seelenernte",
  "Deal more than 2000 damage with Dark Harvest (rune).": "Mache mehr als 2000 Schaden mit Dunkle Seelenernte (Rune).",
  "Spinning Blades": "Drehende Klingen",
  "Deal more than 1500 damage with Press The Attack (rune).": "Mache mehr als 1500 Schaden mit Fokussierter Angriff (Rune).",
  "Superior Brain": "Überragendes Gehirn",
  "Have more than twice damage to enemy champions than damage taken.": "Verursache mindestens zwei Mal mehr Schaden an Gegnerchampions als Schaden du selber erhälst.",
  "Superior Equipment": "Überragende Ausrüstung",
  "Have more than 1.67 times more damage dealt to champions than damage taken.": "Verursache mindestens 1,67 mal mehr Schaden an Champions als du selber erhälst.",
  "Superior Position": "Überragende Position",
  "Have more than 1.34 times more damage dealt to champions than damage taken.": "Verursache mindestens 1,34 mal mehr Schaden an Champions als du selber erhälst.",
  "The Final Hour": "Die Endstunde",
  "Get at least ten kills in the last ten minutes of the game.\nARAM: 14 kills": "Erreiche mindestens 10 Tötungen in den letzten 10 Minuten des Spiels.\nARAM: 14 Tötungen",
  "The Wanderer": "Der Wanderer",
  "Participate in a kill on each opponent pre 15 minutes as a botlaner.": "Nehme an einer Tötung an jedem Gegner vor 15 Minuten als Botlaner teil.",
  "The Zombie": "Der Zombie",
  "Score at least two kills being dead (ten seconds after death).\nARAM: Three kills": "Erreiche mindestens zwei Tötungen während du gestorben bist (innerhalb 10 Sekunden).",
  "Towerdive": "Towerdive",
  "Kill an opponent underneath his turret before the first turret falls without dying in the next 10 seconds.": "Töte einen Gegner unterhalb seines Turms bevor der erste Turm zerstört ist ohne dabei innerhalb der nächsten 10 Sekunden zu sterben.",
  "Use your powerspike. Kill an opponent in the three minutes after you finish Trinity Force.": "Nutze die Kraft. Töte einen Gegner innerhalb von drei Minuten nachdem du die Stärke der Dreieinigkeit vollendet hast.",
  "Triple Kill": "Dreifachtötung",
  "Achieve a triplekill.": "Erreiche eine Dreifachtötung.",
  "Trophy Hunter": "Trophy Hunter",
  "Kill each unique enemy champion at least once.": "Töte jeden Gegnerchampion mindestens einmal.",
  "Trophy Hunter King": "Trophy Hunter König",
  "Achieve a Trophy Hunt (kill each opponent at least once) three times in a row.": "Erreiche eine Trophy Hunt (Töte jeden Gegner mindestens einmal) dreimal hintereinander.",
  "Tuors Axe": "Tuors Axt",
  "Deal at least 50% more damage to champions than the next player.": "Mache mindestens 50% mehr Schaden an Champions als der nächste Spieler.",
  "Uncounterable": "Unerreichbar",
  "Deal more than 5000 true damage to champions.": "Mache mehr als 5000 absoluten Schaden an Champions.",
  "Unleash The Power": "Entfesselte Macht",
  "Achieve a kill in the 30 seconds after you reached level six.\nARAM: 20 seconds": "Erreiche eine Tötung in den 30 Sekunden nachdem du Level 6 erreicht hast.\nARAM: 20 Sekunden",
  "Vengeance": "Vergeltung",
  "Revenge three of your teammates deaths (kill their killer in ten seconds after their death).": "Räche drei von deinen Teammitgliedern (Töte den Mörder innerhalb von 10 Sekunden nach dem Tod deines Teammitgliedes).",
  "Wizard": "Zauberer",
  "Deal more magic damage to champions than anyone else total damage to champions.": "Mache mehr magischen Schaden an Champions als jeder andere.",
  "Wolf Pack": "Wolfsrudel",
  "Participate in a kill in the enemy jungle in the first ten minutes.": "Nehme an einer Tötung in dem gegnerischen Dschungel in den ersten 10 Minuten teil.",
  "Darkness": "Dunkelheit",
  "Destroy at least fifteen enemy wards.": "Zerstöre mindestens 15 Gegnerische Augen.",
  "First Blood King": "Erstes Blut König",
  "Get first blood 3 matches in a row.": "Erhalte das erste Blut 3 Spiele hintereinander.",
  "Mafia Boss": "Mafia Boss",
  "Achieve at least 30 assists in a match.\nARAM: 40 assists": "Erreiche mindestens 30 Unterstützungen in einem Spiel.\nARAM: 40 Unterstützungen",
  "Never Give Up": "Niemals aufgeben",
  "Win a game even though you lost one inhibitor.": "Gewinne ein Spiel auch wenn du einen Inhibitor verloren hast.",
  "Penta Kill": "Fünffachtötung",
  "Achieve a penta kill.": "Erreiche eine Fünffachtötung.",
  "Pesticide": "Pestizide",
  "Kill more than 380 minions in a match.": "Töte mehr als 380 Vasallen in einem Spiel.",
  "Phoenix Stance": "Phönix Haltung",
  "Win a game where you kill two elder dragons.": "Gewinne ein Spiel in dem du zwei ältere Drachen tötest.",
  "Purifyer": "Reinigen",
  "Score at least 30 kills in a match.\nARAM: 32 kills": "Erreiche mindestens 30 Tötungen in einem Spiel.\nARAM: 32 Tötungen",
  "Rageblade": "Wutklinge",
  "Deal more than 75000 total damage to champions.\nARAM: 80000 total damage": "Mache mehr als 75000 Schaden an Champions.\nARAM: 80000 Schaden",
  "Revenant Of The Kaiser": "Rache des Kaisers",
  "Kill the elder dragon, then secure baron nashor in the 60 seconds following.": "Töten erst den älteren Drachen und in den nächsten 60 Sekunden Baron Nashor.",
  "Sands Of Time": "Sand der Zeit",
  "Be part of an epic game, that lasts for more than 50 minutes.": "Sei Teil eines epischen Spiels, das länger als 50 Minuten dauert.",
  "Sweet Honey": "Süßer Honig",
  "Farm at least 165 minions at 20 minutes.": "Farme mindestens 165 Vasallen in den ersten 20 Minuten.",
  "The Bear": "Der Bär",
  "Have highest kill participation three times in a row.": "Erreiche die höchste Tötungsbeteiligung dreimal hintereinander.",
  "The Black Flag": "Die Schwarze Flagge",
  "Never resign! Come back in a game where you have been 10000 gold down.": "Niemals aufgeben! Gewinne ein Spiel in dem du 10000 Gold zurück lagst.",
  "The Cat": "Die Katze",
  "Have least number of deaths three times in a row.": "Erreiche die wenigsten Tode dreimal hintereinander.",
  "The Hive": "Der Schwarm",
  "Your team kills every enemy champion with all of your team being involved.\nARAM: 12 kills with all of your team involved": "Dein Team tötet jeden Gegnerchampion mit allen deiner Teammitgliedern.\nARAM: 12 Tötungen mit allen deiner Teammitgliedern",
  "The Phoenix": "Der Phönix",
  "Win a game even though you lost three inhibitors.": "Gewinne ein Spiel auch wenn du drei Inhibitor verloren hast.",
  "The Piranha": "Der Piranha",
  "Deal most damage to champions three times in a row.": "Mache den meisten Schaden an Champions dreimal hintereinander.",
  "The Pirate": "Der Pirat",
  "Secure Baron Nashor eventhough two of your teammates died in the last 40 seconds.": "Sichere Baron Nashor auch wenn zwei deiner Teammitglieder in den letzten 40 Sekunden gestorben sind.",
  "The Sheriff": "Der Sheriff",
  "Take part in six shutdown kills.": "Beteilige dich an sechs Shutdowns.",
  "The Tortoise": "Die Schildkröte",
  "Do not die for more than 30 minutes.\nARAM: 20 minutes": "Sei länger als 30 Minuten am leben.\nARAM: 20 Minuten",
  "The Whale": "Der Wal",
  "Kill most minions three times in a row.": "Töte die meisten Vasallen dreimal hintereinander.",
  "Thornmail": "Dornenpanzer",
  "It takes a lot to kill you. On average you tank (damage taken + self mitigated damage) more than 40000 damage before going down.": "Es brauch einiges dich zu töten. Im durchschnitt verteidigst du (abgewehrter + selbst zugefügter Schaden) mehr als 40000 Schaden bevor du stirbst",
  "Uncle Scrooge": "Dagobert Duck",
  "Gain more than 28000 gold.": "Verdiene mehr als 28000 Gold.",
  "Worm Masher": "Wurmzerquetscher",
  "Kill the giant worm called Baron Nashor three times in a match.": "Töte den riesigen Wurm Baron Nashor dreimal in einem Spiel.",
  "New Born": "Neugeboren",
  "Play one game of Summoner's Rift or ARAM with the Trophy Hunter app.": "Spiele ein Runde Kluft der Beschwörer oder ARAM mit der Trophy Hunter App.",
  "Baron Nashor": "Baron Nashor",
  "Kill the giant worm called Baron Nashor twice on the same match.": "Töte den riesigen Wurm Baron Nashor zweimal in einem Spiel.",
  "Deep Sea": "Tiefsee",
  "Kill three water dragons on the same match.": "Töte drei Wasserdrachen in einem Spiel.",
  "Demolition Pear": "Abrissbirne",
  "Takedown at least 5 turrets.": "Zertstöre mindestens 5 Türme.",
  "Dragon Hunter": "Drachenjäger",
  "Kill 5 dragons (team achievement).": "Töte 5 Drachen (Team-Erfolg).",
  "Dragon Lord": "Drachenlord",
  "Kill five dragons (team achievement) in one match.": "Töte fünf Drachen in einem Spiel (Team-Erfolg).",
  "Dragon Slayer": "Drachentöter",
  "Kill four dragons (team achievement) in one match.": "Töte vier Drachen in einem Spiel (Team-Erfolg).",
  "Early Bird": "Der Frühe Vogel",
  "Take first blood and first turret (or assist).": "Verursache das erste Blut und beteilige dich bei der Zerstörung den ersten Turms.",
  "Energized": "Energisiert",
  "Take down at least 5 buildings during a baron buff.": "Zerstöre mindestens 5 Gebäude während eines Baron-Buff.",
  "Explosive Charge": "Explosivladung",
  "Deal more than 10000 damage to turrets.": "Mache mehr als 10000 Schaden an Türmen.",
  "Neutralizer": "Neutralisierer",
  "Participate in clearing three baron buffs from the opposing team (kill an opponent with baron buff).": "Hilf dabei drei Baron-Buffs vom Gegnerteam zu löschen (töte Gegner mit Baron-Buff).",
  "Noxian Warfare": "Noxian Kriegskunst",
  "Have most buildings destroyed (turrets & inhibitors) three times in a row.": "Zerstöre die meisten Gebäude (Türme/Inhibitoren) dreimal hintereinander.",
  "Pyromania": "Pyromanie",
  "Kill three fire dragons on the same match.": "Töte drei Feuerdrachen in einem Spiel.",
  "Siege Master": "Belagerungsmeister",
  "Have most damage dealt to turrets and kill at least five opponents near their turrets": "Mache den meisten Schaden an Türmen und töte mindestens fünf Gegner in der Nähe ihrer Türme.",
  "Siege Ram": "Belagerungsramme",
  "Have most damage dealt to turrets of your team.": "Mache den meisten Schaden an Türmen deines Teams.",
  "Sigurd": "Sigurd",
  "Kill the first dragon, at least four more and at least one baron (team achievement).": "Töte den ersten Drachen, mindestens vier weitere und mindestens einen Baron Nashor (Team-Erfolg).",
  "Skull Medal": "Schädel Medaille",
  "Score two killing sprees and destruct at least two inhibitors.": "Erziele zwei Blutrausche und zerstöre mindestens zwei Inhibitoren.",
  "Stomp": "Zerstampfen",
  "Win a game in less than 22 minutes.\nARAM: 16 minutes": "Gewinne ein Spiel in weniger als 22 Minuten.\nARAM: 16 Minuten",
  "The Cannon": "Die Kanone",
  "Participate in a first turret kill before ten minutes into the game.\nARAM: Five minutes": "Beteilige dich beim Zerstören des ersten Turms vor Minute 10.\nARAM: Minute 5",
  "The Dragon Master": "Der Drachemeister",
  "Kill the first dragon before 10 minutes into the game.": "Töte den ersten Drachen vor Minute 10.",
  "The Grand Challenge": "Die große Herausforderung",
  "Get a solo-kill and take an inhib-turret or an inhibitor in the 25 seconds after that.": "Erziel eine Solo-Tötung und zerstöre in den 25 Sekunden danach einen Inhibitor oder einen Turm.",
  "The Sacrifice": "Die Opfergabe",
  "Secure your team an elite monster, eventhough you die in the five seconds after that.": "Sichere dein Team ein Elite-Monster, selbst wenn du in den fünf Sekunden danach stirbst.",
  "The Sphinx": "Die Sphinx",
  "Kill three earth dragons.": "Töte drei Erd-Drachen.",
  "The Viking": "Der Wikinger",
  "Get a solo kill before 11 minutes and take down or assist first tower.": "Erziel eine Solo-Tötung vor Minute 11 und zerstöre oder beteilige dich bei der Zerstörung des ersten Turms.",
  "Tornado": "Tornado",
  "Kill three air dragons.": "Töte drei Luft-Drachen.",
  "Unlock The Beast": "Befreie das Biest",
  "Score two kills in the 40 seconds before your team takes baron nashor.": "Erziel zwei Tötungen in den 40 Sekunden bevor dein Team Baron Nashor tötet.",
  "Appetizer": "Vorspeise",
  "Farm at least 80 minions at 10 minutes.": "Farme mindestens 80 Vasallen in den ersten 10 Minuten.",
  "Bill Gates": "Bill Gates",
  "Gain more than 20000 gold.": "Verdiene mindestens 20000 Gold.",
  "Bounty King": "Kopfgeld König",
  "Have a bounty level of ten or more at the end of the match": "Du hast eine Kopfgeldstufe von 10 oder mehr am Ende des Spiels.",
  "Careful": "Vorsichtig",
  "Have the least number of deaths.": "Du bist am seltesten gestorben.",
  "Carry Mode": "Carry Modus",
  "Win a game where you have more than half of your teams kills.": "Gewinne ein Spiel, in dem du mehr als die Hälfte der Tötungen hast.",
  "Criminal": "Kriminell",
  "Have a bounty level of three or more at the end of the match": "Du hast eine Kopfgeldstufe von 3 oder mehr am Ende des Spiels.",
  "Damage Dealer": "Schadensverteiler",
  "Deal more than 100k total damage.": "Mache mehr als 100.000 Schaden.",
  "Disruptor": "Disruptor",
  "Have highest time crowd control dealt.": "Du hast die höchste Massenkontrollzeit",
  "Dominating": "Dominieren",
  "Achieve a killing spree of 6.": "Erziel einen Blutrausch von 6.",
  "Dominating Damage": "Dominierender Schaden",
  "Deal more than 200k total damage.": "Mache mehr als 200.000 Schaden.",
  "Farmer": "Farmer",
  "Farm more than 200 minions.": "Farme mehr als 200 Vasallen.",
  "Flame Breath": "Flammenatem",
  "Have highest cs score in the game as a jungler.": "Du hast die höchste Vasallen-Punktzahl im Spiel als Jungler.",
  "Flame Horizon": "Flammenhorizont",
  "Kill at least 100 more minions than your lane opponent.": "Töte mindestens 100 Vasallen mehr als dein Gegner an deiner Position.",
  "Glutton": "Nimmersatt",
  "Nom nom nom nom nom nom nom! Have most kills and most farm in the game.": "Nom nom nom nom nom nom nom! Du hast die meisten Champions und Vasallen in einem Spiel getötet.",
  "Godlike": "Gottesgleich",
  "Achieve a killing spree of seven.": "Erziel einen Blutrausch von 7.",
  "Goliath": "Goliath",
  "Have the single highest champion level at the end of the game.": "Du hast den Champion mit der höchsten Stufe am Ende des Spiels.",
  "Hard Hitter": "Harter Schlag",
  "Deal more than 150k total damage.": "Mache mehr als 150.000 Schaden.",
  "Hextech Lord": "Hextech-Lord",
  "Gain more than 15000 gold.": "Verdiene mindestens 15000 Gold.",
  "Intruder": "Eindringling",
  "Be 15 cs ahead of the enemy jungler at 10 minutes as jungler.": "Sei 15 Vasallen im Vorsprung als dein Gegner als Jungler bei Minute 10.",
  "Killer Instinct": "Tötungsinstinkt",
  "Have the highest number of kills.": "Du hast die meisten Tötungen.",
  "Landlord": "Gutsherr",
  "Farm more than 300 minions.": "Farme mehr als 300 Vasallen",
  "League Of Draven": "League Of Draven",
  "Win a game where all of your teammates assisted you at least as many kills as they killed themselves.": "Gewinne ein Spiel, in dem alle deine Teamkollegen dich mit mindestens so vielen Tötungen unterstützen, wie sie sich selbst getötet haben.",
  "Legendary": "Legendär",
  "Achieve a killing spree of eight.": "Erziel einen Blutrausch von 8.",
  "Lunatic": "Verrückt",
  "Score at least 20 kills in a match.\nARAM: 24 kills": "Erziel mindestens 20 Tötungen in einem Spiel.\nARAM: 24 Tötungen",
  "Maniac": "Wahnsinning",
  "Score at least 10 kills in a match.\nARAM: 12 kills": "Erziel mindestens 10 Tötungen in einem Spiel.\nARAM: 12 Tötungen",
  "My Jungle": "Mein Dschungel",
  "Kill most jungle creeps.": "Töte die meisten Dschungel-Vasallen.",
  "Noxian Knight": "Noxianer Ritter",
  "Be involved in 60% of your teams kills and achieve level 18.\nARAM: 85%": "Beteilige dich an 60% der Tötungen deines Teams und erreiche Stufe 18.\nARAM: 85%",
  "Overfed": "Überfressen",
  "You spent more than 1.25 times more gold than the next person.": "Du hast mehr als 1,25 mal mehr Gold ausgegeben als der nächste Spieler.",
  "Precision": "Präzision",
  "Be 15 cs ahead of your lane opponent at 10 minutes as top, mid or adc.": "Sei 15 Vasallen im Vorsprung als dein Gegner als Top, Mid oder ADC bei Minute 10.",
  "Rivalry": "Rivalry",
  "Win a game where the gold difference in the first 15 minutes was always less than 2000.": "Win a game where the gold difference in the first 15 minutes was always less than 2000.",
  "Tarzan": "Tarzan",
  "Kill most neutral monsters and be at least one level above everyone else in the end.": "Kill most neutral monsters and be at least one level above everyone else in the end.",
  "The Bee": "The Bee",
  "Diligence and hard work is key. Be ahead of everyone at least ten cs at ten minutes and 20 cs at 20 minutes.": "Diligence and hard work is key. Be ahead of everyone at least ten cs at ten minutes and 20 cs at 20 minutes.",
  "The Cougar": "The Cougar",
  "Have a 1000 gold lead over the opposing jungler as a jungler at 10 minutes.": "Have a 1000 gold lead over the opposing jungler as a jungler at 10 minutes.",
  "The Goblin": "The Goblin",
  "Have most jungle cs three times in a row.": "Have most jungle cs three times in a row.",
  "The Police": "The Police",
  "Take part in at least three shutdown kills.": "Take part in at least three shutdown kills.",
  "The Spartan": "The Spartan",
  "Have a 1200 xp lead over the opposing solo laner at 10 minutes (approximatley 1.5 level difference).": "Have a 1200 xp lead over the opposing solo laner at 10 minutes (approximatley 1.5 level difference).",
  "The Tiger": "The Tiger",
  "Have most kills three times in a row.": "Have most kills three times in a row.",
  "Unstoppable": "Unstoppable",
  "Achieve a killing spree of five.": "Achieve a killing spree of five.",
  "Wanted": "Wanted",
  "Have a bounty level of one or more at the end of the match": "Have a bounty level of one or more at the end of the match",
  "Warrior": "Warrior",
  "Have a KDA of at least 1.5": "Have a KDA of at least 1.5",
  "Adventurer": "Adventurer",
  "Play 30 matches with the trophy hunter app.": "Play 30 matches with the trophy hunter app.",
  "Ancient": "Ancient",
  "Play 500 matches with the trophy hunter app.": "Play 500 matches with the trophy hunter app.",
  "Celebrity": "Celebrity",
  "Play 100 matches with another trophy hunter.": "Play 100 matches with another trophy hunter.",
  "Diversity": "Diversity",
  "Play three different champions.": "Play three different champions.",
  "Experienced": "Experienced",
  "Play 50 matches with the trophy hunter app.": "Play 50 matches with the trophy hunter app.",
  "Famous": "Famous",
  "Play 40 matches with another trophy hunter.": "Play 40 matches with another trophy hunter.",
  "For The Void": "For The Void",
  "Select a champion of the void and win 3 matches.": "Select a champion of the void and win 3 matches.",
  "Friendly": "Friendly",
  "Play 2 matches with another trophy hunter.": "Play 2 matches with another trophy hunter.",
  "Greenhorn": "Greenhorn",
  "Play ten matches with the trophy hunter app.": "Play ten matches with the trophy hunter app.",
  "Major": "Major",
  "Complete 20 missions.": "Complete 20 missions.",
  "Master": "Master",
  "Play 200 matches with the trophy hunter app.": "Play 200 matches with the trophy hunter app.",
  "One Trick Pony": "One Trick Pony",
  "Play the same champion in the last five matches and win all of them.": "Play the same champion in the last five matches and win all of them.",
  "Popular": "Popular",
  "Play 10 matches with another trophy hunter.": "Play 10 matches with another trophy hunter.",
  "Private First Class": "Private First Class",
  "Complete three missions.": "Complete three missions.",
  "Private Second Class": "Private Second Class",
  "Complete two missions.": "Complete two missions.",
  "Prominent": "Prominent",
  "Play 20 matches with another trophy hunter.": "Play 20 matches with another trophy hunter.",
  "Sergeant": "Sergeant",
  "Complete ten missions.": "Complete ten missions.",
  "Specialist": "Specialist",
  "Complete five missions.": "Complete five missions.",
  "Unchanged": "Unchanged",
  "Play the same champion three times in a row.": "Play the same champion three times in a row.",
  "Valentines": "Valentines",
  "It's about love and romance. Pick a champion who likes to flirt with one of your teammates.": "It's about love and romance. Pick a champion who likes to flirt with one of your teammates.",
  "Wisdom": "Wisdom",
  "Play 100 matches with the trophy hunter app.": "Play 100 matches with the trophy hunter app.",
  "Annihilation": "Annihilation",
  "Be involved in 5 kills in 25 seconds.\nARAM: Achieve this twice in 1 game": "Be involved in 5 kills in 25 seconds.\nARAM: Achieve this twice in 1 game",
  "Battery": "Battery",
  "Heal/Regenerate most damage and take most damage.": "Heal/Regenerate most damage and take most damage.",
  "Big Brother": "Big Brother",
  "Have the highest vision score three matches in a row.": "Have the highest vision score three matches in a row.",
  "Blood Brothers": "Blood Brothers",
  "You and a teammate score 7 kills with only the two of you involved.\nARAM: 5 kills": "You and a teammate score 7 kills with only the two of you involved.\nARAM: 5 kills",
  "Chalice Of Recovery": "Chalice Of Recovery",
  "Win a match where your team was 4000 gold behind.": "Win a match where your team was 4000 gold behind.",
  "Comrade In Arms": "Comrade In Arms",
  "You and a teammate score three kills with only the two of you involved.": "You and a teammate score three kills with only the two of you involved.",
  "Controller": "Controller",
  "Place at least 6 control wards.": "Place at least 6 control wards.",
  "Dracula": "Dracula",
  "Heal more than 2000 damage with Taste of Blood (rune).": "Heal more than 2000 damage with Taste of Blood (rune).",
  "Dusk": "Dusk",
  "Destroy at least six enemy wards.": "Destroy at least six enemy wards.",
  "Feed Them": "Feed Them",
  "Assist each of your teammates for a kill.\nARAM: Assist 3 kills to each teammate": "Assist each of your teammates for a kill.\nARAM: Assist 3 kills to each teammate",
  "Grey Eminence": "Grey Eminence",
  "Have most assists while having the least number of deaths.": "Have most assists while having the least number of deaths.",
  "Guardian Angel": "Guardian Angel",
  "Heal 15000 (total) damage to 5 players, score 12 assists and place 18 wards.": "Heal 15000 (total) damage to 5 players, score 12 assists and place 18 wards.",
  "Healer": "Healer",
  "Heal five players and at least 25000 damage.": "Heal five players and at least 25000 damage.",
  "High Society": "High Society",
  "Let others do the dirty work. Score at least 20 assists.": "Let others do the dirty work. Score at least 20 assists.",
  "Immortal": "Immortal",
  "Win a game that lasts 25 minutes or more without dying.": "Win a game that lasts 25 minutes or more without dying.",
  "INVADE!!!": "INVADE!!!",
  "Participate in a kill before minions spawn (75 sec).": "Participate in a kill before minions spawn (75 sec).",
  "Jungle Of Traps": "Jungle Of Traps",
  "Place at least four control wards, remove four enemy wards, kill two dragons and score a killing spree.": "Place at least four control wards, remove four enemy wards, kill two dragons and score a killing spree.",
  "Last Resort": "Last Resort",
  "You lost, but you have highest kill participation and least deaths on your team.": "You lost, but you have highest kill participation and least deaths on your team.",
  "Life And Death": "Life And Death",
  "Deal and heal more than 2500 in total with grasp of the undying (rune).": "Deal and heal more than 2500 in total with grasp of the undying (rune).",
  "Light Bringer": "Light Bringer",
  "Place at least 25 wards.": "Place at least 25 wards.",
  "Locusts": "Locusts",
  "Your team scores at least ten kills with at least four of your team involved (team achievement).\nARAM: 12 kills with all of your team involved": "Your team scores at least ten kills with at least four of your team involved (team achievement).\nARAM: 12 kills with all of your team involved",
  "Mercenary": "Mercenary",
  "You dont miss any fight. Be involved in more than 66% of your teams kills.\nARAM: 75%": "You dont miss any fight. Be involved in more than 66% of your teams kills.\nARAM: 75%",
  "Minion Support": "Minion Support",
  "Be involved in a kill with the support of your minions.": "Be involved in a kill with the support of your minions.",
  "Ninjas": "Ninjas",
  "You and a teammate score three kills with no other assist and no more than ten seconds between two kills.": "You and a teammate score three kills with no other assist and no more than ten seconds between two kills.",
  "Noxian Army": "Noxian Army",
  "Have at least eight kills, eight assists and don't die more than 6 times.\nARAM: 10 kills, 10 assists, 5 deaths": "Have at least eight kills, eight assists and don't die more than 6 times.\nARAM: 10 kills, 10 assists, 5 deaths",
  "Noxian Shield": "Noxian Shield",
  "Tank most damage of your team while having the least number of deaths of your team.": "Tank most damage of your team while having the least number of deaths of your team.",
  "Nurturing": "Nurturing",
  "Feed them when they are small. One of your teammates has most kills and damage in game. You assisted him three kills pre ten minutes.\nARAM: 7 minutes": "Feed them when they are small. One of your teammates has most kills and damage in game. You assisted him three kills pre ten minutes.\nARAM: 7 minutes",
  "Octopus": "Octopus",
  "Have most assists.": "Have most assists.",
  "Omnipresent": "Omnipresent",
  "Be involved in more than 80% of your teams kills.\nARAM: 90%": "Be involved in more than 80% of your teams kills.\nARAM: 90%",
  "Penta Assist": "Penta Assist",
  "Achieve five assists with no more than 20 seconds between two successive assists.\nARAM: Achieve two penta assists": "Achieve five assists with no more than 20 seconds between two successive assists.\nARAM: Achieve two penta assists",
  "Plague": "Plague",
  "Have highest kill participation and highest total heal.": "Have highest kill participation and highest total heal.",
  "Preserver": "Preserver",
  "Heal more damage than any opposing player dealt damage to champions.": "Heal more damage than any opposing player dealt damage to champions.",
  "Quackery": "Quackery",
  "Heal five players and at least 15000 damage.": "Heal five players and at least 15000 damage.",
  "Quadra Assist": "Quadra Assist",
  "Achieve four assists with no more than ten seconds between two successive assists.\nARAM: Two quadra assists": "Achieve four assists with no more than ten seconds between two successive assists.\nARAM: Two quadra assists",
  "Radar": "Radar",
  "Place most wards, control wards and clear most wards.": "Place most wards, control wards and clear most wards.",
  "Rejuvenation": "Rejuvenation",
  "Heal more than 4000 with Fleet Footwork (rune).": "Heal more than 4000 with Fleet Footwork (rune).",
  "Rock Solid": "Rock Solid",
  "Counterpick: Win a game as Malphite where the opponent team dealt at least 60% physical damage to champions.": "Counterpick: Win a game as Malphite where the opponent team dealt at least 60% physical damage to champions.",
  "Rock Surfing": "Rock Surfing",
  "Participate in two kills on bottom lane before 10 minutes as a midlaner.": "Participate in two kills on bottom lane before 10 minutes as a midlaner.",
  "Sasquatch": "Sasquatch",
  "Assist at least 3 of your teammates a kill before 12 minutes.": "Assist at least 3 of your teammates a kill before 12 minutes.",
  "Team Effort": "Team Effort",
  "Be part of at least three kills with everyone of your team involved.\nARAM: Nine kills": "Be part of at least three kills with everyone of your team involved.\nARAM: Nine kills",
  "Team Player": "Team Player",
  "Score at least ten assists.\nARAM: 20 assists": "Score at least ten assists.\nARAM: 20 assists",
  "The Bull": "The Bull",
  "You never go down to only one or two opponents.": "You never go down to only one or two opponents.",
  "The Companion": "The Companion",
  "Deal and shield more than 750 with summoner aery in one match (rune).": "Deal and shield more than 750 with summoner aery in one match (rune).",
  "The Elephant": "The Elephant",
  "Do not die for more than 19 minutes.\nARAM: 9 minutes": "Do not die for more than 19 minutes.\nARAM: 9 minutes",
  "The Griffin": "The Griffin",
  "Have highest kill participation of your team.": "Have highest kill participation of your team.",
  "The Guard": "The Guard",
  "Shield your allies for at least 4000 damage using Guardian in one match (rune).": "Shield your allies for at least 4000 damage using Guardian in one match (rune).",
  "The Hound": "The Hound",
  "Set up others to carry. Achieve five assists before ten minutes.\nARAM: Eight assists before 5 minutes": "Set up others to carry. Achieve five assists before ten minutes.\nARAM: Eight assists before 5 minutes",
  "The Knight": "The Knight",
  "Be the only champion alive on Summoners Rift.": "Be the only champion alive on Summoners Rift.",
  "The Roam": "The Roam",
  "You are support and you participate in a kill on midlane pre 10 minutes and your ADC may not die in +-10 seconds around that kill.": "You are support and you participate in a kill on midlane pre 10 minutes and your ADC may not die in +-10 seconds around that kill.",
  "Thors Hammer": "Thors Hammer",
  "Gain 5000+ more gold than the enemy team in one minute (checked at full minutes).": "Gain 5000+ more gold than the enemy team in one minute (checked at full minutes).",
  "Triple Assist": "Triple Assist",
  "Achieve three assists with no more than ten seconds between two successive assists.\nARAM: Two triple assists": "Achieve three assists with no more than ten seconds between two successive assists.\nARAM: Two triple assists",
  "Unbreakable Will": "Unbreakable Will",
  "Have highest self-mitigated damage and most assists of your team as a support.": "Have highest self-mitigated damage and most assists of your team as a support.",
  "Vision Game": "Vision Game",
  "Place at least four control wards, Clear at least four wards and place at least 20 wards.": "Place at least four control wards, Clear at least four wards and place at least 20 wards.",
  "Void Aura": "Void Aura",
  "Regenerate 2000 mana using presence of mind (rune).": "Regenerate 2000 mana using presence of mind (rune).",
  "Watcher": "Watcher",
  "Place at least 15 wards.": "Place at least 15 wards.",
  "Zenith Blade": "Zenith Blade",
  "Participate in a kill between the two and four minute mark on Summoners Rift.": "Participate in a kill between the two and four minute mark on Summoners Rift.",
  "Start LoL to Sign-In": "Starte League of Legends",
  "Missions are random trophies which are shuffled every Sunday. They are not part of the trophies count.": "Missionen sind zufällige Trophäen die jeden Sonntag zufällig gewählt werden. Sie zählen nicht zu dem Trophäen-Fortschritt mit.",
  "Draft": "Draft",
  "Solo/Duo": "Solo/Duo",
  "Blind": "Blind",
  "ARAM": "ARAM",
  "This trophy is also achievable in ARAM": "Dieses Trophäe ist auch in ARAM möglich",
  "This trophy doesn't have live-progress tracking": "Dieses Trophäe hat kein Live-Fortschritts-Tracking",
  "This trophy is part of this weeks mission. Mission trophies are shuffled every Sunday and are not part of the trophies count.": "Dieses Trophäe ist Teil der aktuellen Missionen. Missionen-Trophäen werden jeden Sonntag zufällig gewählt und zählen nicht zu dem Trophäen-Fortschritt mit."
}
