{
  "Trophy Hunter API is down": "",
  "Please check Discord for support and updates.": "",
  "Write us a feedback": "",
  "Spread the love <3": "",
  "Let your friends join the fun as well!": "",
  "Copied!": "",
  "Copy": "",
  "Q&A": "",
  "Changelog": "",
  "Something went wrong 😒.": "",
  "Closing window...": "",
  "Reload": "",
  "Back to leaderboard": "",
  "Map": "",
  "Leaderboard": "",
  "History": "",
  "Your version": "",
  "No details 😞": "",
  "Welcome to Trophy Hunter!": "",
  "Click on the first levels to open the trophies shelf and view trophies, description and progress.": "",
  "It’s all about you :)": "",
  "This is your time to conquer the world! Play one game of Summoner’s Rift or ARAM with the trophy hunter app to begin your journey!": "",
  "What is Trophy Hunter?": "",
  "Trophy Hunter is a new achievement app for League of Legends, it allows you to hunt for new crystals on Hunteria Islands, challenge yourself and strive to rule over them all, become the ultimate Trophy Hunter!": "",
  "Each challenge island has 5 difficulty levels, from beginner to pro. Find the best for you, you may find that your emotional and intellectual skills improve along with your core abilities.": "",
  "Main Features": "",
  "Over 200 different trophies to achieve, all with unique abilities and skills.": "",
  "Over 80 live progress trophies, so that you never miss a trophy you hunt that’s near completion.": "",
  "Special trophies to add extra fun to your journey": "",
  "An epic island to challenge the best of the best. Are you up for a challenge?": "",
  "Tons of gameplay, plus lots of challenges.": "",
  "Suitable for both casual and hardcore players.": "",
  "Keeping it fair! We do not support challenges that change your playstyle for the worse!!": "",
  "How it works": "",
  "Simple! Play LoL Summoner’s Rift or ARAM and wait for Trophy Hunter to analyze your match. After each match, you will get a list of obtained trophies and you can always see your progress and plan your path in the app.": "",
  "Follow Us On Social": "",
  "Do I need to log in to the app?": "",
  "The app will sync between your Riot account and the TH app automatically. You only have to log into LoL and run Trophy Hunter.": "",
  "What games are supported by the app?": "",
  "We currently support League of Legends.": "",
  "Which game modes do you support?": "",
  "Trophy Hunter Reforged officially supports Ranked Solo/Duo, Normal, and Flex game modes.": "",
  "Which regions does Trophy Hunter Reforged support?": "",
  "Trophy Hunter Reforged supports all regions except PBE and Garena.": "",
  "Why does Trophy Hunter Reforged not support Garena servers (Philippines, Singapore and Malaysia, Indonesia, Thailand, Taiwan, Vietnam)?": "",
  "Currently, Riot API does not support Garena, hence we cannot also.": "",
  "Will I see the progress of other players?": "",
  "Yes, take a look at the leaderboards": "",
  "What else do you do with those summoner names and progress?": "",
  "Nothing else. We use the information Riot provides all its partners through the API and present it to you.": "",
  "How can I send you logs?": "",
  "It's quite simple and takes just a few steps, please follow the instructions": "",
  "here": "",
  "Only with trophies": "",
  "Loading more...": "",
  "Load More": "",
  "Nothing more to load": "",
  "No matches found": "",
  "Matches are automatically recorded.": "",
  "Please contact us on": "",
  "for further assistance.": "",
  "Origin": "",
  "Combat": "",
  "Skills": "",
  "Teamwork": "",
  "Objectives": "",
  "Epic": "",
  "Special": "",
  "Total trophies unlocked": "",
  "Victory": "",
  "Defeat": "",
  "Trophies": "",
  "Stats are available since v2.21.0": "",
  "Island": "",
  "Combat island Lvl. 1": "",
  "Combat island Lvl. 2": "",
  "Combat island Lvl. 3": "",
  "Combat island Lvl. 4": "",
  "Combat island Lvl. 5": "",
  "Combat island Lvl. 6": "",
  "Combat island Lvl. 7": "",
  "Combat island Lvl. 8": "",
  "Epic island Lvl. 1": "",
  "Epic island Lvl. 2": "",
  "Objectives island Lvl. 1": "",
  "Objectives island Lvl. 2": "",
  "Objectives island Lvl. 3": "",
  "Objectives island Lvl. 4": "",
  "Objectives island Lvl. 5": "",
  "Skills island Lvl. 1": "",
  "Skills island Lvl. 2": "",
  "Skills island Lvl. 3": "",
  "Skills island Lvl. 4": "",
  "Skills island Lvl. 5": "",
  "Skills island Lvl. 6": "",
  "Special island Lvl. 1": "",
  "Special island Lvl. 2": "",
  "Special island Lvl. 3": "",
  "Special island Lvl. 4": "",
  "Teamwork island Lvl. 1": "",
  "Teamwork island Lvl. 2": "",
  "Teamwork island Lvl. 3": "",
  "Teamwork island Lvl. 4": "",
  "Teamwork island Lvl. 5": "",
  "Teamwork island Lvl. 6": "",
  "Teamwork island Lvl. 7": "",
  "Teamwork island Lvl. 8": "",
  "Season": "",
  "Your Place": "",
  "Trophies left": "",
  "Trophies completion": "",
  "Islands completed": "",
  "Completed": "",
  "Search summoner": "",
  "Choose a level": "",
  "to see full trophy description and progress": "",
  "Missions": "",
  "Available": "",
  "Categories": "",
  "Select all": "",
  "Mission trophies": "",
  "Nothing here yet": "",
  "You completed all missions": "",
  "Loading Trophies...": "",
  "Trophies are ready!": "",
  "It may take a few moments.. we’re loading and concluding your last match to show your progress.": "",
  "All set, want to see the progress you’ve made?": "",
  "Check now!": "",
  "You have unlocked an island!": "",
  "You have unlocked": "",
  "islands!": "",
  "Trophy": "",
  "Progress": "",
  "Trophies you would have progress in.": "",
  "No trophies completed this match": "",
  "Trophies completed in this match, GG!": "",
  "Show stats": "",
  "Oh well, keep on going and you'll get them next time!": "",
  "Continue": "",
  "Overlay is disabled!": "",
  "Trophy Hunter requires you to enable the Overlay for League of Legends in the Overwolf settings to detect your account and matches.": "",
  "Open Settings": "",
  "Read more about Overlay Game settings": "",
  "Your opinion matters!": "",
  "We are thrilled to see you using Trophy Hunter! we are working hard to build a high quality product for our users. We would love to learn more about your opinion. Please let us hear your feedback.": "",
  "#Discord Tag - *this is optional so that we can contact you back :)": "",
  "I would like to let you know that...": "",
  "Submit": "",
  "Message sent successfuly": "",
  "We are very sorry, but Garena is not supported. There are technical restrictions, which make it impossible to access summoner and match data from Riot.": "",
  "Completed missions": "",
  "Close": "",
  "Don't show this again": "",
  "*You can always change this in settings": "",
  "Loading stats...": "",
  "No stats available": "",
  "Unlocked": "",
  "in": "",
  "of all matches.": "",
  "Top champions": "",
  "out of": "",
  "matches": "",
  "Settings": "",
  "General": "",
  "Show / Hide hotkey": "",
  "Auto Launch": "",
  "Changelog Updates": "",
  "In-Game Notifications": "",
  "Trophy near completion": "",
  "Trophy completed": "",
  "Second Screen": "",
  "Next page hotkey": "",
  "Toggle monitor hotkey": "",
  "My Collection": "",
  "Game Mode Unsupported": "",
  "Trophy Hunter is currently supporting Summoner's Rift and ARAM only.": "",
  "Trophy completed!": "",
  "Trophy near completion!": "",
  "Show/Hide": "",
  "Next Page": "",
  "Toggle monitor": "",
  "No trophies to show": "",
  "Assassins Creed": "",
  "Achieve seven solo kills.": "",
  "Blitzkrieg": "",
  "Achieve a kill before reaching level 3.": "",
  "Blood Thirst": "",
  "Perform a kill every 5 minutes after minions have spawned in a 20 min+ match.": "",
  "Bombardment": "",
  "Deal more than 1000 damage to champions per minute.\nARAM: 1500 damage per minute.": "",
  "Burning Comet": "",
  "Deal more than 2500 damage with Arcane Comet (rune).": "",
  "Cloth Armor": "",
  "It takes a lot to kill you. On Average you tank more than 10000 damage before going down.": "",
  "Curse": "",
  "The total crowd control time that you dealt exceeds 40 minutes.": "",
  "Cursed Grounds": "",
  "Kill an opponent around a red or blue buff before 10 minutes.": "",
  "Curtain Call": "",
  "Take the last kill in a teamfight twice in a game (Teamfight: at least four kills in 15 seconds and 2500 units).": "",
  "Dark Binding": "",
  "CC enemy champions for at least 100 seconds (soft cc counts for 1/2, slows count for 1/6 of their duration).": "",
  "Trinity Force": "",
  "Kill an opponent in 90 seconds after you finish Guinsoos Rageblade.": "",
  "David": "",
  "Kill an opponent who is at least two levels above you.": "",
  "Deadly Shadow": "",
  "Have most kills while taking least damage in the game.": "",
  "Deadly Venom": "",
  "Deal at least 25% more damage to champions than the next player.": "",
  "Death Marks": "",
  "Perform seven kills and don't die in the 30 seconds afer each kill.": "",
  "Dominus": "",
  "Achieve a 10 CS advantage over your opponent and 3 kills (at least one of them is a solo kill) at 10 minutes into the game.": "",
  "Double Kill": "",
  "Achieve a double kill.": "",
  "Duelist": "",
  "Achieve three solo kills.": "",
  "Dwarf King": "",
  "Kill 5 opponents who have a higher level than you.": "",
  "Enrage": "",
  "Score at least three killing sprees.": "",
  "Explosive": "",
  "Achieve a killing spree of at least five, a multi kill of at least three and a critical strike above 800.": "",
  "First Blood": "",
  "Take first blood.": "",
  "Flail": "",
  "Have the highest damage to champions output per gold. (damage / gold works similar to KDA)": "",
  "Full House": "",
  "Achieve a doublekill and a triplekill.\nARAM: Three doublekills and a triplekill": "",
  "Giants Belt": "",
  "It takes a lot to kill you. On Average you tank more than 20000 damage before going down.": "",
  "Glorious Evolution": "",
  "Win a 30+ minute game, where you dealt most damage and did not die in the last 5 minutes of the game.": "",
  "Grim Reaper": "",
  "You're gonna get them in the end. Score three kills in the last minute of the game.": "",
  "Ignite Assist": "",
  "Assist a kill with your ignite spell.": "",
  "Ignite Kill": "",
  "Kill someone with your ignite spell.": "",
  "Key Targets": "",
  "Achieve three kills on the opponent with the highest amount of gold in the game at that point (gold checked at full minutes).\nARAM: Four kills": "",
  "Kitchen Knife": "",
  "Deal more than 30000 total damage to champions.\nARAM: 35000 damage": "",
  "Living Artillery": "",
  "Deal more than 35% of your team's damage.": "",
  "Machete": "",
  "Deal more than 50000 total damage to champions.": "",
  "Overload": "",
  "Deal more than 2500 damage with Electrocute (rune).": "",
  "Quadra Kill": "",
  "Achieve a quadra kill.": "",
  "REVENGE!!!": "",
  "Kill your killer in the 30 seconds after you have respawned.": "",
  "Sai": "",
  "Achieve a takedown on at least four enemy champions before ten minutes.\nARAM: Five takedowns": "",
  "Sheep Hunter": "",
  "Kill five opponents who are at least two levels below you.": "",
  "Shockwave": "",
  "Kill two opponents at the same time (+- 1 second) and the same location (+-350units).": "",
  "Silver Bullets": "",
  "Deal more physical damage to champions than anyone else total damage to champions.": "",
  "Sinister Blades": "",
  "Achieve at least four multikills (double-, triple-, quadra- or pentakill).\nARAM: Seven multikills": "",
  "Skull Hunter": "",
  "Be involved in at least 20 kills.": "",
  "Smartness": "",
  "Score a killing spree, at least ten assists and die at most five times.": "",
  "Sniper": "",
  "Have most damage dealt to champions while taking the least damage.": "",
  "Snowball": "",
  "Achieve five kills before twelve minutes.\nARAM: Seven kills": "",
  "Soul Harvest": "",
  "Deal more than 2000 damage with Dark Harvest (rune).": "",
  "Spinning Blades": "",
  "Deal more than 1500 damage with Press The Attack (rune).": "",
  "Superior Brain": "",
  "Have more than twice damage to enemy champions than damage taken.": "",
  "Superior Equipment": "",
  "Have more than 1.67 times more damage dealt to champions than damage taken.": "",
  "Superior Position": "",
  "Have more than 1.34 times more damage dealt to champions than damage taken.": "",
  "The Final Hour": "",
  "Get at least ten kills in the last ten minutes of the game.\nARAM: 14 kills": "",
  "The Wanderer": "",
  "Participate in a kill on each opponent pre 15 minutes as a botlaner.": "",
  "The Zombie": "",
  "Score at least two kills being dead (ten seconds after death).\nARAM: Three kills": "",
  "Towerdive": "",
  "Kill an opponent underneath his turret before the first turret falls without dying in the next 10 seconds.": "",
  "Use your powerspike. Kill an opponent in the three minutes after you finish Trinity Force.": "",
  "Triple Kill": "",
  "Achieve a triplekill.": "",
  "Trophy Hunter": "",
  "Kill each unique enemy champion at least once.": "",
  "Trophy Hunter King": "",
  "Achieve a Trophy Hunt (kill each opponent at least once) three times in a row.": "",
  "Tuors Axe": "",
  "Deal at least 50% more damage to champions than the next player.": "",
  "Uncounterable": "",
  "Deal more than 5000 true damage to champions.": "",
  "Unleash The Power": "",
  "Achieve a kill in the 30 seconds after you reached level six.\nARAM: 20 seconds": "",
  "Vengeance": "",
  "Revenge three of your teammates deaths (kill their killer in ten seconds after their death).": "",
  "Wizard": "",
  "Deal more magic damage to champions than anyone else total damage to champions.": "",
  "Wolf Pack": "",
  "Participate in a kill in the enemy jungle in the first ten minutes.": "",
  "Darkness": "",
  "Destroy at least fifteen enemy wards.": "",
  "First Blood King": "",
  "Get first blood 3 matches in a row.": "",
  "Mafia Boss": "",
  "Achieve at least 30 assists in a match.\nARAM: 40 assists": "",
  "Never Give Up": "",
  "Win a game even though you lost one inhibitor.": "",
  "Penta Kill": "",
  "Achieve a penta kill.": "",
  "Pesticide": "",
  "Kill more than 380 minions in a match.": "",
  "Phoenix Stance": "",
  "Win a game where you kill two elder dragons.": "",
  "Purifyer": "",
  "Score at least 30 kills in a match.\nARAM: 32 kills": "",
  "Rageblade": "",
  "Deal more than 75000 total damage to champions.\nARAM: 80000 total damage": "",
  "Revenant Of The Kaiser": "",
  "Kill the elder dragon, then secure baron nashor in the 60 seconds following.": "",
  "Sands Of Time": "",
  "Be part of an epic game, that lasts for more than 50 minutes.": "",
  "Sweet Honey": "",
  "Farm at least 165 minions at 20 minutes.": "",
  "The Bear": "",
  "Have highest kill participation three times in a row.": "",
  "The Black Flag": "",
  "Never resign! Come back in a game where you have been 10000 gold down.": "",
  "The Cat": "",
  "Have least number of deaths three times in a row.": "",
  "The Hive": "",
  "Your team kills every enemy champion with all of your team being involved.\nARAM: 12 kills with all of your team involved": "",
  "The Phoenix": "",
  "Win a game even though you lost three inhibitors.": "",
  "The Piranha": "",
  "Deal most damage to champions three times in a row.": "",
  "The Pirate": "",
  "Secure Baron Nashor eventhough two of your teammates died in the last 40 seconds.": "",
  "The Sheriff": "",
  "Take part in six shutdown kills.": "",
  "The Tortoise": "",
  "Do not die for more than 30 minutes.\nARAM: 20 minutes": "",
  "The Whale": "",
  "Kill most minions three times in a row.": "",
  "Thornmail": "",
  "It takes a lot to kill you. On average you tank (damage taken + self mitigated damage) more than 40000 damage before going down.": "",
  "Uncle Scrooge": "",
  "Gain more than 28000 gold.": "",
  "Worm Masher": "",
  "Kill the giant worm called Baron Nashor three times in a match.": "",
  "New Born": "",
  "Play one game of Summoner's Rift or ARAM with the Trophy Hunter app.": "",
  "Baron Nashor": "",
  "Kill the giant worm called Baron Nashor twice on the same match.": "",
  "Deep Sea": "",
  "Kill three water dragons on the same match.": "",
  "Demolition Pear": "",
  "Takedown at least 5 turrets.": "",
  "Dragon Hunter": "",
  "Kill 5 dragons (team achievement).": "",
  "Dragon Lord": "",
  "Kill five dragons (team achievement).": "",
  "Dragon Slayer": "",
  "Kill four dragons (team achievement).": "",
  "Early Bird": "",
  "Take first blood and first turret (or assist).": "",
  "Energized": "",
  "Take down at least 5 buildings during a baron buff.": "",
  "Explosive Charge": "",
  "Deal more than 10000 damage to turrets.": "",
  "Neutralizer": "",
  "Participate in clearing three baron buffs from the opposing team (kill an opponent with baron buff).": "",
  "Noxian Warfare": "",
  "Have most buildings destroyed (turrets & inhibitors) three times in a row.": "",
  "Pyromania": "",
  "Kill three fire dragons on the same match.": "",
  "Siege Master": "",
  "Have most damage dealt to turrets and kill at least five opponents near their turrets": "",
  "Siege Ram": "",
  "Have most damage dealt to turrets of your team.": "",
  "Sigurd": "",
  "Kill the first dragon, at least four more and at least one baron (team achievement).": "",
  "Skull Medal": "",
  "Score two killing sprees and destruct at least two inhibitors.": "",
  "Stomp": "",
  "Win a game in less than 22 minutes.\nARAM: 16 minutes": "",
  "The Cannon": "",
  "Participate in a first turret kill before ten minutes into the game.\nARAM: Five minutes": "",
  "The Dragon Master": "",
  "Kill the first dragon before 10 minutes into the game.": "",
  "The Grand Challenge": "",
  "Get a solo-kill and take an inhib-turret or an inhibitor in the 25 seconds after that.": "",
  "The Sacrifice": "",
  "Secure your team an elite monster, eventhough you die in the five seconds after that.": "",
  "The Sphinx": "",
  "Kill three earth dragons.": "",
  "The Viking": "",
  "Get a solo kill before 11 minutes and take down or assist first tower.": "",
  "Tornado": "",
  "Kill three air dragons.": "",
  "Unlock The Beast": "",
  "Score two kills in the 40 seconds before your team takes baron nashor.": "",
  "Appetizer": "",
  "Farm at least 80 minions at 10 minutes.": "",
  "Bill Gates": "",
  "Gain more than 20000 gold.": "",
  "Bounty King": "",
  "Have a bounty level of ten or more at the end of the match": "",
  "Careful": "",
  "Have the least number of deaths.": "",
  "Carry Mode": "",
  "Win a game where you have more than half of your teams kills.": "",
  "Criminal": "",
  "Have a bounty level of three or more at the end of the match": "",
  "Damage Dealer": "",
  "Deal more than 100k total damage.": "",
  "Disruptor": "",
  "Have highest time crowd control dealt.": "",
  "Dominating": "",
  "Achieve a killing spree of 6.": "",
  "Dominating Damage": "",
  "Deal more than 200k total damage.": "",
  "Farmer": "",
  "Farm more than 200 minions.": "",
  "Flame Breath": "",
  "Have highest cs score in the game as a jungler.": "",
  "Flame Horizon": "",
  "Kill at least 100 more minions than your lane opponent.": "",
  "Glutton": "",
  "Nom nom nom nom nom nom nom! Have most kills and most farm in the game.": "",
  "Godlike": "",
  "Achieve a killing spree of seven.": "",
  "Goliath": "",
  "Have the single highest champion level at the end of the game.": "",
  "Hard Hitter": "",
  "Deal more than 150k total damage.": "",
  "Hextech Lord": "",
  "Gain more than 15000 gold.": "",
  "Intruder": "",
  "Be 15 cs ahead of the enemy jungler at 10 minutes as jungler.": "",
  "Killer Instinct": "",
  "Have the highest number of kills.": "",
  "Landlord": "",
  "Farm more than 300 minions.": "",
  "League Of Draven": "",
  "Win a game where all of your teammates assisted you at least as many kills as they killed themselves.": "",
  "Legendary": "",
  "Achieve a killing spree of eight.": "",
  "Lunatic": "",
  "Score at least 20 kills in a match.\nARAM: 24 kills": "",
  "Maniac": "",
  "Score at least 10 kills in a match.\nARAM: 12 kills": "",
  "My Jungle": "",
  "Kill most jungle creeps.": "",
  "Noxian Knight": "",
  "Be involved in 60% of your teams kills and achieve level 18.\nARAM: 85%": "",
  "Overfed": "",
  "You spent more than 1.25 times more gold than the next person.": "",
  "Precision": "",
  "Be 15 cs ahead of your lane opponent at 10 minutes as top, mid or adc.": "",
  "Rivalry": "",
  "Win a game where the gold difference in the first 15 minutes was always less than 2000.": "",
  "Tarzan": "",
  "Kill most neutral monsters and be at least one level above everyone else in the end.": "",
  "The Bee": "",
  "Diligence and hard work is key. Be ahead of everyone at least ten cs at ten minutes and 20 cs at 20 minutes.": "",
  "The Cougar": "",
  "Have a 1000 gold lead over the opposing jungler as a jungler at 10 minutes.": "",
  "The Goblin": "",
  "Have most jungle cs three times in a row.": "",
  "The Police": "",
  "Take part in at least three shutdown kills.": "",
  "The Spartan": "",
  "Have a 1200 xp lead over the opposing solo laner at 10 minutes (approximatley 1.5 level difference).": "",
  "The Tiger": "",
  "Have most kills three times in a row.": "",
  "Unstoppable": "",
  "Achieve a killing spree of five.": "",
  "Wanted": "",
  "Have a bounty level of one or more at the end of the match": "",
  "Warrior": "",
  "Have a KDA of at least 1.5": "",
  "Adventurer": "",
  "Play 30 matches with the trophy hunter app.": "",
  "Ancient": "",
  "Play 500 matches with the trophy hunter app.": "",
  "Celebrity": "",
  "Play 100 matches with another trophy hunter.": "",
  "Diversity": "",
  "Play three different champions.": "",
  "Experienced": "",
  "Play 50 matches with the trophy hunter app.": "",
  "Famous": "",
  "Play 40 matches with another trophy hunter.": "",
  "For The Void": "",
  "Select a champion of the void and win 3 matches.": "",
  "Friendly": "",
  "Play 2 matches with another trophy hunter.": "",
  "Greenhorn": "",
  "Play ten matches with the trophy hunter app.": "",
  "Major": "",
  "Complete 20 missions.": "",
  "Master": "",
  "Play 200 matches with the trophy hunter app.": "",
  "One Trick Pony": "",
  "Play the same champion in the last five matches and win all of them.": "",
  "Popular": "",
  "Play 10 matches with another trophy hunter.": "",
  "Private First Class": "",
  "Complete three missions.": "",
  "Private Second Class": "",
  "Complete two missions.": "",
  "Prominent": "",
  "Play 20 matches with another trophy hunter.": "",
  "Sergeant": "",
  "Complete ten missions.": "",
  "Specialist": "",
  "Complete five missions.": "",
  "Unchanged": "",
  "Play the same champion three times in a row.": "",
  "Valentines": "",
  "It's about love and romance. Pick a champion who likes to flirt with one of your teammates.": "",
  "Wisdom": "",
  "Play 100 matches with the trophy hunter app.": "",
  "Annihilation": "",
  "Be involved in 5 kills in 25 seconds.\nARAM: Achieve this twice in 1 game": "",
  "Battery": "",
  "Heal/Regenerate most damage and take most damage.": "",
  "Big Brother": "",
  "Have the highest vision score three matches in a row.": "",
  "Blood Brothers": "",
  "You and a teammate score 7 kills with only the two of you involved.\nARAM: 5 kills": "",
  "Chalice Of Recovery": "",
  "Win a match where your team was 4000 gold behind.": "",
  "Comrade In Arms": "",
  "You and a teammate score three kills with only the two of you involved.": "",
  "Controller": "",
  "Place at least 6 control wards.": "",
  "Dracula": "",
  "Heal more than 2000 damage with Taste of Blood (rune).": "",
  "Dusk": "",
  "Destroy at least six enemy wards.": "",
  "Feed Them": "",
  "Assist each of your teammates for a kill.\nARAM: Assist 3 kills to each teammate": "",
  "Grey Eminence": "",
  "Have most assists while having the least number of deaths.": "",
  "Guardian Angel": "",
  "Heal 15000 (total) damage to 5 players, score 12 assists and place 18 wards.": "",
  "Healer": "",
  "Heal five players and at least 25000 damage.": "",
  "High Society": "",
  "Let others do the dirty work. Score at least 20 assists.": "",
  "Immortal": "",
  "Win a game that lasts 25 minutes or more without dying.": "",
  "INVADE!!!": "",
  "Participate in a kill before minions spawn (75 sec).": "",
  "Jungle Of Traps": "",
  "Place at least four control wards, remove four enemy wards, kill two dragons and score a killing spree.": "",
  "Last Resort": "",
  "You lost, but you have highest kill participation and least deaths on your team.": "",
  "Life And Death": "",
  "Deal and heal more than 2500 in total with grasp of the undying (rune).": "",
  "Light Bringer": "",
  "Place at least 25 wards.": "",
  "Locusts": "",
  "Your team scores at least ten kills with at least four of your team involved (team achievement).\nARAM: 12 kills with all of your team involved": "",
  "Mercenary": "",
  "You dont miss any fight. Be involved in more than 66% of your teams kills.\nARAM: 75%": "",
  "Minion Support": "",
  "Be involved in a kill with the support of your minions.": "",
  "Ninjas": "",
  "You and a teammate score three kills with no other assist and no more than ten seconds between two kills.": "",
  "Noxian Army": "",
  "Have at least eight kills, eight assists and don't die more than 6 times.\nARAM: 10 kills, 10 assists, 5 deaths": "",
  "Noxian Shield": "",
  "Tank most damage of your team while having the least number of deaths of your team.": "",
  "Nurturing": "",
  "Feed them when they are small. One of your teammates has most kills and damage in game. You assisted him three kills pre ten minutes.\nARAM: 7 minutes": "",
  "Octopus": "",
  "Have most assists.": "",
  "Omnipresent": "",
  "Be involved in more than 80% of your teams kills.\nARAM: 90%": "",
  "Penta Assist": "",
  "Achieve five assists with no more than 20 seconds between two successive assists.\nARAM: Achieve two penta assists": "",
  "Plague": "",
  "Have highest kill participation and highest total heal.": "",
  "Preserver": "",
  "Heal more damage than any opposing player dealt damage to champions.": "",
  "Quackery": "",
  "Heal five players and at least 15000 damage.": "",
  "Quadra Assist": "",
  "Achieve four assists with no more than ten seconds between two successive assists.\nARAM: Two quadra assists": "",
  "Radar": "",
  "Place most wards, control wards and clear most wards.": "",
  "Rejuvenation": "",
  "Heal more than 4000 with Fleet Footwork (rune).": "",
  "Rock Solid": "",
  "Counterpick: Win a game as Malphite where the opponent team dealt at least 60% physical damage to champions.": "",
  "Rock Surfing": "",
  "Participate in two kills on bottom lane before 10 minutes as a midlaner.": "",
  "Sasquatch": "",
  "Assist at least 3 of your teammates a kill before 12 minutes.": "",
  "Team Effort": "",
  "Be part of at least three kills with everyone of your team involved.\nARAM: Nine kills": "",
  "Team Player": "",
  "Score at least ten assists.\nARAM: 20 assists": "",
  "The Bull": "",
  "You never go down to only one or two opponents.": "",
  "The Companion": "",
  "Deal and shield more than 750 with summoner aery in one match (rune).": "",
  "The Elephant": "",
  "Do not die for more than 19 minutes.\nARAM: 9 minutes": "",
  "The Griffin": "",
  "Have highest kill participation of your team.": "",
  "The Guard": "",
  "Shield your allies for at least 4000 damage using Guardian in one match (rune).": "",
  "The Hound": "",
  "Set up others to carry. Achieve five assists before ten minutes.\nARAM: Eight assists before 5 minutes": "",
  "The Knight": "",
  "Be the only champion alive on Summoners Rift.": "",
  "The Roam": "",
  "You are support and you participate in a kill on midlane pre 10 minutes and your ADC may not die in +-10 seconds around that kill.": "",
  "Thors Hammer": "",
  "Gain 5000+ more gold than the enemy team in one minute (checked at full minutes).": "",
  "Triple Assist": "",
  "Achieve three assists with no more than ten seconds between two successive assists.\nARAM: Two triple assists": "",
  "Unbreakable Will": "",
  "Have highest self-mitigated damage and most assists of your team as a support.": "",
  "Vision Game": "",
  "Place at least four control wards, Clear at least four wards and place at least 20 wards.": "",
  "Void Aura": "",
  "Regenerate 2000 mana using presence of mind (rune).": "",
  "Watcher": "",
  "Place at least 15 wards.": "",
  "Zenith Blade": "",
  "Participate in a kill between the two and four minute mark on Summoners Rift.": ""
}
